export const getCompanyData = () => {
  const data = {
    id: 1,
    image: {
      url: "https://www.lg.com/nz/images/support/support-search-area/bg-home-d.jpg",
    },
    tages: [
      {
        id: 1,
        title: "اللغه العربية",
      },
      {
        id: 2,
        title: "اللغه الانجليزية",
      },
      {
        id: 3,
        title: "اللغه الفرنسية",
      },
    ],
    title: "ال جي",
    description:
      "هي شركة متخصصة في تقديم خدمات شاملة لصيانة وترميم المنازل. تهدف الشركة إلى توفير حلول موثوقة وفعّالة لجميع احتياجات الصيانة والتجديد داخل المنازل، سواء كانت تلك الاحتياجات تتعلق بالتمديدات الكهربائية والسباكة، أو الترميمات الداخلية والخارجية، وحتى خدمات الدهانات والديكور. تتميز شركتنا بفريق من الفنيين والمتخصصين ذوي الخبرة الواسعة في مجالات البناء والصيانة، الذين يسعون دائماً إلى تحقيق أعلى معايير الجودة والإبداع في كل خدمة نقدمها. بفضل تفانينا في العمل والاهتمام بتفاصيل كل مشروع، نسعى لتحويل منازل عملائنا إلى أماكن تعكس روعة التصميم والراحة الدائمة",
  };
  return data;
};
